



LANGUAGES = {
    "ar": "عربي", 
    "en": "english" 
    }
    
DEFAULT_LANGUAGE = list(LANGUAGES.keys())[0]

ADMIN_TYPES = [
    "admin1",
    "admin2"
]


CURRENCIES = {
    "SAR" : "Saudi Riyal",
    "USD" : "US Dollar",
    "BHD" : "Bahraini Dinar",
    "EGP" : "Egyptian Pound",
    "EUR" : "Euro",
    "KWD" : "Kuwaiti Dinar",
    "QAR" : "Qatari Rial",
    "AED" : "UAE Dirham",
    "OMR" : "Rial Omani"
}

CLASSES_TIMES = [
    ("1", "من 12 صباحا الى 1 صباحا"),
    ("2", "من 1 صباحا الى 2 صباحا"),
    ("3", "من 2 صباحا الى 3 صباحا"),
    ("4", "من 3 صباحا الى 4 صباحا"),
    ("5", "من 4 صباحا الى 5 صباحا"),
    ("6", "من 5 صباحا الى 6 صباحا"),
    ("7", "من 6 صباحا الى 7 صباحا"),
    ("8", "من 7 صباحا الى 8 صباحا"),
    ("9", "من 8 صباحا الى 9 صباحا"),
    ("10", "من 9 صباحا الى 10 صباحا"),
    ("11", "من 10 صباحا الى 11 صباحا"),
    ("12", "من 11 صباحا الى 12 مساءا"),
    ("13", "من 12 مساءا الى 1 مساءا"),
    ("14", "من 1 مساءا الى 2 مساءا"),
    ("15", "من 2 مساءا الى 3 مساءا"),
    ("16", "من 3 مساءا الى 4 مساءا"),
    ("17", "من 4 مساءا الى 5 مساءا"),
    ("18", "من 5 مساءا الى 6 مساءا"),
    ("19", "من 6 مساءا الى 7 مساءا"),
    ("20", "من 7 مساءا الى 8 مساءا"),
    ("21", "من 8 مساءا الى 9 مساءا"),
    ("22", "من 9 مساءا الى 10 مساءا"),
    ("23", "من 10 مساءا الى 11 مساءا"),
    ("24", "من 11 مساءا الى 12 صباحا")
]

